const allErrorMessages = {
  requiredEmail: 'Поле Email обязательно для заполнения',
  invalidEmail: 'Введите корректный Email',
  requiredPassword: 'Поле Password обязательно для заполнения',
  invalidPassword: 'Введите корректный пароль:<br/>' +
    '- Пароль должен содержать минимум одну цифру<br/>' +
    '- Пароль должен содержать минимум одну прописную букву<br/>' +
    '- Пароль должен содержать минимум одну заглавную букву<br/>' +
    '- Пароль должен быть не короче 8 символов',
  wrongLogin: 'Введен неверный Email',
  wrongPassword: 'Введен неверный пароль'
};